//
//  CategoriesOfGoals.swift
//  
//
//  Created by Захар on 18.07.17.
//
//

import Foundation

let CATEGORIES_DICTONARY: [String: [String]] = ["Развлечение":
    
                                                        ["Прыжок с парашютом",
                                                        "Полёт на воздушном шаре",
                                                        "Полёт на воздушном шаре",
                                                        "День в спа-салоне (центре)",
                                                        "Занятся дайвингом",
                                                        "Искупаться с дельфинами",
                                                        "Побывать на чемпионате мира по хоккею/футболу",
                                                        "Побывать на олимпиаде",
                                                        "Записать песню, снять клип",
                                                        "Исследовать океан на подводной лодке",
                                                        "Съездить с семьей в Диснейленд"],
                                      
                                      "Дом, семья":     ["Построить коттедж",
                                                        "Отпраздновать свадьбу, годовщину",
                                                        "Кутить квартиру",
                                                        "Улучшить жилищные условия",
                                                        "Сделать капитальный ремонт",
                                                        "Дача с баней"],
                                      
                                      "Обучение":       ["Закончить ВУЗ",
                                                         "Получить второе высшее",
                                                         "Получит лётные права",
                                                         "Научиться игре на муз. инструменте"],
                                      
                                      "Путешествие":    ["Тур по Европе",
                                                         "Съездить во Францию",
                                                         "На выходные в Венецию",
                                                         "Кругосветное путешествие",
                                                         "Тур на теплоходе",
                                                         "Побывать в Антарктиде",
                                                         "Уехать на зимовку в Таиланд"],
                                      
                                      "Здоровье":       ["Оздоровить организм",
                                                         "Пластическая операция",
                                                         "Лечение ребёнка",
                                                         "Вылечить зубы, протезирование",
                                                         "ЭКО"],
                                      "Прочее":         ["Дорогой автомобиль",
                                                         "Мотоцикл",
                                                         "Профессиональный велосипед",
                                                         "Лёгкий самолёт, вертолёт",
                                                         "Яхта",
                                                         "Погасить кредит"]]

