//
//  Tasks.swift
//  Waves_iOS
//
//  Created by Захар on 26.07.17.
//  Copyright © 2017 Ronnie. All rights reserved.
//

import Foundation

let TASKS = [
    
    "В качестве разминки. Зайдите на вкладку «Приглашения», и отправьте приглашения 10 самым близким друзьям/знакомым. Они получат видео презентацию и ссылку для скачивания. После рассылки, можно увеличить эффект, позвонив всем. В телефонной беседе рассказать, что это не СПАМ рассылка, а вполне работающая идея. Душевный разговор и Ваша личная убеждённость лучше любой презентаций. Потратьте время, ведь это для вашей мечты!!!",
    
    "В Одноклассниках, ВКонтакте и ФейсБуке есть наши группы присоединитесь к ним, и Ваши друзья это увидят. Там есть наша видео презентация – поставьте лайк и напишите небольшой комментарий в духе – «я в приложении, идея работает!». Пусть все ваши друзья знают, что Вы с нами и сами попросят у Вас ссылку для скачивания.",
    
    "Сделаем вторую важную рассылку. Разошлите 10-15 приглашений самым далёким Вашим контактам – в другие города, области, страны. Это большой задел на быстрый рост. У Вас начнут появляться дарители в других регионах или даже странах. Всем им вы должны ОБЯЗАТЕЛЬНО позвонить в течении часа. Если это не сделать все напрасно. Не жалейте денег на межгород, это же для Вашей мечты. И кстати в WatsApp и Vaiber есть абсолютно бесплатные звонки.",
    
    "Если с момента первых 10 приглашений прошло 1-2 дня, на вкладке «Волны» вы должны увидеть своих первых дарителей. Можете нажать на волну и увидите кто в ней находится.",
    
    "Теперь вы уже умеете презентовать людям это замечательное приложение.\nНачинаем работать, по крупному ☺.\nПомните из презентации, про бонус на девятой волне? Вот он! Стандартно Вы получите по 25 копеек с каждого дарителя из девятой волны. Их конечно будет не мало, и сумма будет ого-го, но, если постараться мы увеличим эту сумму в несколько раз.\nИтак задача: пока у Вас не появился хоть один участник в третьей волне (это люди которых Вы скорее всего не знаете), вы должны пригласить максимальное количество своих друзей/знакомых  (т.е. участников в первую волну). Поступим так:\n11-20 участников в первой волне, дадут Вам 0,5 рубль с каждого дарителя на девятой волне!\n21-30 участников – 1р.\n31-40 участников – 1,5р.\n41 и более – 2р.\nУспевайте увеличить отдачу от участников 9-ой волны!!! Как только у Вас появится первый участник в третьей волне коэффициент зафиксируется.",
    
    "Поставьте себе задачу в день по 10-15 приглашений и звонков, ровно одну неделю. ",
    
    "Дерзайте, не ленитесь, приглашайте и звоните людям ведь это ВАША МЕЧТА!!! "
]

